{"idx_to_word": ["<NULL>", "<START>", "<END>", "<UNK>", "a", "on", "of", "the", "in", "with", "and", "is", "man", "to", "sitting", "an", "two", "standing", "at", "people", "are", "next", "white", "woman", "table", "street", "that", "holding", "person", "large", "some", "it", "down", "top", "group", "field", "up", "small", "near", "tennis", "his", "front", "black", "plate", "room", "train", "riding", "dog", "red", "young", "by", "cat", "water", "baseball", "has", "while", "walking", "playing", "bathroom", "sign", "blue", "food", "kitchen", "grass", "bus", "there", "parked", "pizza", "green", "side", "other", "building", "looking", "snow", "bed", "ball", "beach", "couple", "three", "boy", "for", "men", "flying", "toilet", "city", "road", "skateboard", "out", "her", "wearing", "player", "clock", "game", "over", "several", "laying", "girl", "from", "sits", "wooden", "bear", "picture", "their", "bench", "area", "through", "around", "one", "laptop", "eating", "cake", "horse", "brown", "yellow", "its", "phone", "board", "sink", "computer", "giraffe", "frisbee", "outside", "living", "air", "as", "truck", "window", "desk", "trees", "car", "umbrella", "motorcycle", "open", "tree", "each", "covered", "many", "wall", "close", "park", "elephant", "this", "very", "behind", "old", "little", "filled", "under", "fire", "stop", "sky", "into", "court", "together", "kite", "child", "skis", "bat", "surfboard", "background", "inside", "bowl", "photo", "sheep", "airplane", "back", "boat", "stands", "big", "couch", "chair", "bunch", "view", "ocean", "light", "glass", "cell", "traffic", "bird", "hydrant", "plane", "teddy", "mirror", "zebra", "fence", "counter", "women", "another", "sandwich", "shirt", "orange", "hand", "horses", "different", "giraffes", "sidewalk", "wave", "floor", "lot", "stand", "tall", "flowers", "cars", "tracks", "vase", "parking", "baby", "racket", "ground", "being", "vegetables", "bananas", "elephants", "grassy", "off", "zebras", "tie", "tower", "day", "full", "dirt", "along", "middle", "ready", "hill", "image", "bike", "sit", "slope", "station", "driving", "signs", "stuffed", "taking", "four", "head", "skiing", "wine", "piece", "above", "cows", "skate", "across", "beside", "grazing", "luggage", "snowy", "during", "broccoli", "long", "hat", "wii", "refrigerator", "them", "glasses", "pink", "doing", "hanging", "display", "holds", "suit", "mountain", "fruit", "herd", "kites", "ski", "buildings", "cow", "camera", "hot", "cutting", "corner", "double", "going", "children", "pole", "pair", "empty", "talking", "trick", "jumping", "umbrellas", "oven", "keyboard", "swinging", "watching", "airport", "chairs", "looks", "track", "television", "stove", "posing", "smiling", "box", "boats", "door", "tv", "animals", "colorful", "video", "crowd", "topped", "various", "soccer", "traveling", "getting", "plates", "lady", "hit", "using", "surf", "birds", "who", "dogs", "body", "set", "all", "wood", "coffee", "banana", "against", "lots", "guy", "motorcycles", "runway", "cheese", "carrying", "paper", "players", "skateboarder", "bedroom", "house", "be", "cup", "river", "something", "night", "waiting", "bears", "lights", "restaurant", "walk", "meat", "snowboard", "brick", "jet", "home", "metal", "bicycle", "about", "high", "remote", "skier", "ramp", "shower", "items", "decker", "face", "racquet", "passenger", "hands", "running", "someone", "surfer", "line", "busy", "male", "lying", "dressed", "animal", "book", "preparing", "slice", "intersection", "mouth", "like", "surfing", "he", "cut", "tray", "suitcase", "him", "rides", "pulling", "bottle", "shown", "made", "scissors", "gray", "screen", "bag", "store", "number", "batter", "zoo", "enclosure", "knife", "dark", "half", "surrounded", "jacket", "look", "donuts", "carrots", "bridge", "sleeping", "play", "microwave", "row", "way", "sand", "kids", "showing", "tub", "decorated", "between", "silver", "pile", "walks", "meal", "lake", "buses", "few", "lined", "colored", "toy", "forest", "cabinets", "adult", "boys", "older", "skiers", "girls", "oranges", "purple", "furniture", "mouse", "swing", "bread", "past", "seat", "grey", "cloudy", "photograph", "kid", "outdoor", "throwing", "attached", "have", "chocolate", "displayed", "onto", "cats", "waves", "leaning", "can", "crossing", "coming", "hair", "making", "drinking", "dining", "monitor", "drink", "fork", "scene", "apples", "fruits", "salad", "rocks", "shelf", "seen", "apple", "hitting", "watch", "lush", "office", "female", "no", "meter", "birthday", "resting", "lit", "walls", "painted", "stone", "towards", "market", "pan", "fries", "plastic", "catch", "leaves", "cross", "rain", "sunny", "flower", "bright", "teeth", "blanket", "windows", "been", "snowboarder", "setting", "dish", "tables", "working", "books", "public", "clean", "sun", "pictures", "uniform", "mountains", "beautiful", "trying", "police", "bikes", "moving", "donut", "helmet", "surfboards", "edge", "clear", "rail", "stopped", "underneath", "platform", "rock", "dress", "slices", "bath", "ride", "yard", "base", "having", "skateboarding", "cellphone", "statue", "or", "shot", "time", "eat", "controller", "nice", "shows", "pitch", "path", "placed", "vases", "computers", "branch", "pieces", "sauce", "motor", "sandy", "passing", "vehicle", "shore", "doughnut", "case", "cart", "surface", "eaten", "country", "family", "catcher", "wet", "boards", "brushing", "dinner", "perched", "just", "basket", "town", "cooking", "tarmac", "pizzas", "they", "others", "plant", "reading", "types", "nintendo", "lamp", "lap", "hotel", "single", "trains", "laptops", "doughnuts", "modern", "watches", "enjoying", "toppings", "guys", "tiled", "distance", "trucks", "bowls", "variety", "rice", "engine", "jump", "performing", "multiple", "gathered", "benches", "pitcher", "pretty", "tricks", "appliances", "passengers", "mounted", "closeup", "beer", "phones", "pen", "woods", "bathtub", "end", "five", "cute", "fresh", "post", "candles", "shop", "gear", "feeding", "plants", "place", "pasture", "dirty", "curb", "cattle", "flies", "poles", "left", "railroad", "containing", "fenced", "drinks", "graffiti", "carriage", "right", "brush", "vintage", "take", "below", "concrete", "after", "chicken", "bags", "toothbrush", "center", "match", "sandwiches", "bottles", "fireplace", "shoes", "bar", "fly", "school", "planes", "crowded", "sofa", "well", "steel", "tile", "pulled", "including", "sliced", "neck", "striped", "dock", "pot", "boxes", "feet", "she", "fridge", "alone", "nearby", "huge", "beds", "pillows", "trunk", "takes", "control", "flat", "tomatoes", "skateboards", "both", "equipment", "reaching", "served", "clothes", "bushes", "catching", "rack", "arm", "floating", "container", "atop", "sinks", "church", "plays", "giant", "putting", "dry", "suitcases", "space", "vehicles", "bicycles", "away", "towel", "shaped", "foods", "airplanes", "pose", "poses", "commercial", "taken", "work", "polar", "potatoes", "professional", "staring", "legs", "dishes", "sticking", "cream", "style", "serving", "run", "mother", "lone", "dessert", "prepares", "where", "cabinet", "hay", "not", "smiles", "wild", "lays", "subway", "surfers", "serve", "asian", "shorts", "which", "persons", "cement", "breakfast", "wire", "trail", "christmas", "spoon", "show", "painting", "outdoors", "stacked", "highway", "backpack", "couches", "cooked", "round", "square", "toward", "swings", "games", "reflection", "same", "cluttered", "pool", "military", "french", "throw", "sunglasses", "soup", "umpire", "business", "drives", "seated", "blender", "boarding", "docked", "get", "assortment", "controllers", "team", "lawn", "low", "hillside", "adults", "stairs", "swimming", "go", "garden", "clocks", "van", "bun", "hotdog", "eats", "wedding", "rug", "among", "flag", "mid", "shelves", "jumps", "wooded", "drawn", "ledge", "stall", "onions", "skies", "rackets", "gate", "pillow", "desktop", "facing", "trash", "toddler", "arms", "cups", "rocky", "event", "foot", "fish", "restroom", "stainless", "things", "assorted", "snowboarding", "eyes", "clouds", "landing", "floors", "broken", "ice", "land", "before", "glove", "flock", "eggs", "kitten", "party", "doors", "steps", "skating", "desert", "see", "says", "lunch", "coat", "race", "ceiling", "cakes", "someones", "friends", "construction", "trailer", "electronic", "pointing", "closed", "monitors", "arranged", "turn", "kneeling", "sunset", "boarder", "curtain", "tan", "new", "type", "graze", "tied", "wide", "machine", "overlooking", "kind", "does", "vegetable", "pastries", "towels", "cage", "messy", "pots", "bottom", "overhead", "roof", "pond", "sale", "rider", "bite", "chips", "himself", "pie", "picnic", "ear", "urban", "narrow", "mans", "reads", "pasta", "sea", "toilets", "hold", "photos", "transit", "foreground", "cloth", "walkway", "veggies", "sides", "device", "net", "fashioned", "pants", "doorway", "appears", "tour", "toys", "fighter", "fancy", "colors", "loaded", "antique", "signal", "smoke", "pepperoni", "action", "gold", "suits", "gets", "object", "clothing", "plain", "short", "wrapped", "was", "still", "rest", "shade", "houses", "leash", "giving", "scooter", "baked", "carrot", "petting", "beneath", "grill", "make", "kinds", "held", "features", "contains", "hole", "partially", "leather", "ties", "lies", "pastry", "pedestrians", "blurry", "structure", "winter", "leading", "peppers", "what", "steam", "commuter", "prepared", "ship", "vanity", "palm", "bow", "racing", "decorative", "pier", "electric", "six", "tomato", "papers", "used", "railing", "containers", "opened", "streets", "officer", "lettuce", "island", "cap", "residential", "hard", "outfit", "rainy", "produce", "farm", "stack", "apartment"], "word_to_idx": {"shop": 627, "all": 317, "seated": 784, "pointing": 865, "skis": 156, "foot": 829, "yellow": 113, "four": 234, "skate": 241, "asian": 749, "hanging": 257, "dish": 505, "chair": 170, "children": 274, "row": 409, "equipment": 693, "feeding": 629, "tv": 297, "fenced": 641, "young": 49, "suits": 935, "to": 13, "bicycles": 713, "bike": 226, "under": 147, "cluttered": 774, "enjoying": 594, "brown": 112, "woman": 23, "garden": 799, "sitting": 14, "very": 142, "dessert": 737, "blanket": 500, "wave": 196, "spoon": 758, "closeup": 615, "sunny": 496, "kitten": 847, "stacked": 762, "drinking": 461, "fireplace": 659, "school": 663, "clouds": 837, "couches": 765, "wooden": 99, "laying": 95, "colors": 927, "cloudy": 443, "large": 29, "sand": 411, "woods": 619, "subway": 746, "team": 791, "small": 37, "sidewalk": 195, "rack": 699, "clothes": 696, "pants": 920, "cap": 995, "bicycle": 349, "fence": 184, "phones": 617, "skiing": 236, "sign": 59, "past": 440, "go": 798, "street": 25, "video": 300, "traveling": 305, "run": 734, "arms": 825, "drinks": 642, "blue": 60, "what": 972, "plays": 706, "stands": 167, "clock": 91, "giving": 948, "sun": 511, "cooking": 576, "while": 55, "uniform": 513, "cell": 176, "lights": 340, "waiting": 338, "poles": 637, "above": 239, "<NULL>": 0, "new": 875, "suitcases": 710, "blender": 785, "racing": 980, "bird": 178, "filled": 146, "body": 315, "<END>": 2, "full": 219, "sinks": 704, "gathered": 607, "men": 81, "commercial": 721, "french": 777, "herd": 263, "water": 52, "tracks": 203, "apartment": 1003, "baseball": 53, "sink": 117, "making": 460, "alone": 681, "path": 548, "along": 221, "trail": 756, "box": 294, "boy": 79, "kids": 412, "colored": 425, "luggage": 245, "items": 356, "leaves": 493, "rocky": 827, "airport": 286, "smoke": 931, "action": 933, "military": 776, "narrow": 903, "pillow": 820, "sticking": 730, "control": 688, "apple": 473, "family": 566, "buses": 422, "pitch": 547, "transit": 911, "pasture": 632, "wii": 251, "sliced": 672, "snowboard": 344, "tomato": 985, "motor": 555, "toys": 924, "kind": 882, "market": 488, "standing": 17, "swings": 770, "from": 97, "takes": 687, "working": 507, "donuts": 403, "contains": 959, "two": 16, "rackets": 818, "next": 21, "few": 423, "wood": 318, "overhead": 891, "vehicle": 558, "taken": 722, "type": 876, "plain": 939, "horses": 192, "flat": 689, "door": 296, "tennis": 39, "stone": 486, "chocolate": 450, "phone": 115, "flag": 808, "carrying": 327, "adult": 429, "baby": 206, "hole": 960, "mounted": 614, "women": 186, "town": 575, "grill": 954, "animals": 298, "room": 44, "salad": 469, "player": 90, "this": 141, "car": 129, "ride": 533, "work": 723, "roof": 892, "cat": 51, "decker": 357, "donut": 520, "striped": 674, "can": 456, "island": 994, "pulling": 384, "male": 367, "veggies": 915, "beautiful": 515, "grassy": 213, "pieces": 553, "high": 351, "foods": 717, "carrot": 951, "posing": 292, "something": 336, "pond": 893, "cows": 240, "sunglasses": 779, "airplane": 164, "surfers": 747, "dress": 530, "tan": 874, "pink": 255, "huge": 683, "six": 984, "court": 152, "winter": 969, "sit": 227, "onions": 816, "holds": 259, "machine": 880, "hot": 269, "forest": 427, "animal": 370, "elephant": 140, "boats": 295, "gate": 819, "toddler": 824, "beach": 76, "pizza": 67, "buildings": 266, "sandwich": 188, "bags": 653, "structure": 968, "watch": 475, "after": 651, "containing": 640, "tied": 878, "jumping": 280, "trees": 128, "waves": 454, "end": 621, "vase": 204, "lap": 586, "types": 583, "man": 12, "a": 4, "surfing": 377, "neck": 673, "crowded": 665, "light": 174, "counter": 185, "eats": 804, "shore": 559, "truck": 125, "shade": 945, "things": 833, "basket": 574, "tall": 200, "lined": 424, "pulled": 670, "playing": 57, "wine": 237, "cute": 623, "serving": 733, "shoes": 660, "office": 477, "over": 93, "toward": 769, "displayed": 451, "meter": 480, "held": 957, "paper": 328, "through": 105, "motorcycle": 131, "oven": 282, "signs": 231, "smiling": 293, "still": 943, "its": 114, "bunch": 171, "<START>": 1, "style": 732, "group": 34, "monitor": 463, "reflection": 772, "backpack": 764, "sale": 894, "lamp": 585, "platform": 528, "window": 126, "orange": 190, "covered": 135, "soccer": 304, "sauce": 554, "image": 225, "them": 253, "someone": 363, "food": 61, "wooded": 812, "oranges": 434, "scene": 466, "underneath": 527, "tile": 669, "walls": 484, "giraffe": 119, "they": 579, "hands": 361, "front": 41, "cage": 887, "day": 218, "bread": 439, "smiles": 743, "gets": 936, "meat": 343, "lies": 964, "potatoes": 725, "leading": 970, "rocks": 470, "floors": 839, "stopped": 526, "tomatoes": 690, "each": 134, "crossing": 457, "beneath": 953, "tray": 380, "side": 69, "trailer": 863, "glasses": 254, "square": 768, "elephants": 212, "doing": 256, "house": 332, "fish": 830, "hard": 997, "plant": 581, "bowls": 600, "surfboards": 522, "books": 508, "doors": 849, "zebra": 183, "girl": 96, "skateboarding": 537, "enclosure": 396, "sandy": 556, "out": 87, "living": 122, "shown": 386, "flower": 497, "container": 702, "opened": 990, "driving": 230, "space": 711, "electronic": 864, "jump": 604, "surrounded": 400, "looking": 72, "farm": 1001, "race": 857, "hill": 224, "wide": 879, "get": 788, "red": 48, "shows": 546, "foreground": 912, "umbrella": 130, "dirt": 220, "cars": 202, "little": 145, "cart": 562, "houses": 946, "graze": 877, "base": 535, "cement": 753, "cattle": 635, "guy": 323, "bushes": 697, "poses": 720, "yard": 534, "shelves": 810, "computers": 551, "skateboard": 86, "used": 987, "round": 767, "turn": 869, "plane": 180, "place": 631, "pepperoni": 932, "swing": 438, "snowboarding": 835, "onto": 452, "bite": 896, "silver": 417, "cheese": 326, "there": 65, "features": 958, "pots": 889, "coming": 458, "doughnuts": 591, "number": 393, "fancy": 926, "one": 107, "feet": 678, "lettuce": 993, "plants": 630, "another": 187, "ties": 963, "scissors": 388, "cups": 826, "open": 132, "umbrellas": 281, "<UNK>": 3, "sheep": 163, "city": 84, "horse": 111, "toy": 426, "hydrant": 179, "jet": 346, "bears": 339, "vases": 550, "top": 33, "girls": 433, "plastic": 491, "their": 102, "leash": 947, "station": 229, "stuffed": 232, "time": 542, "wrapped": 941, "white": 22, "legs": 728, "banana": 320, "store": 392, "urban": 902, "eyes": 836, "streets": 991, "way": 410, "that": 26, "shelf": 471, "hotel": 587, "park": 139, "short": 940, "flowers": 201, "stairs": 796, "center": 655, "steel": 668, "distance": 598, "television": 290, "double": 272, "tree": 133, "grey": 442, "bed": 74, "dogs": 314, "shower": 355, "stall": 815, "apples": 467, "fruits": 468, "country": 565, "and": 10, "bridge": 405, "before": 843, "giraffes": 194, "docked": 787, "carrots": 404, "ceiling": 858, "talking": 278, "outdoors": 761, "graffiti": 643, "pastry": 965, "have": 449, "seen": 472, "breakfast": 754, "gear": 628, "mountain": 261, "decorative": 981, "dishes": 729, "concrete": 650, "shorts": 750, "snow": 73, "couch": 169, "lit": 483, "dining": 462, "edge": 523, "take": 648, "which": 751, "green": 68, "rides": 383, "rider": 895, "surf": 311, "play": 407, "towards": 487, "multiple": 606, "zebras": 215, "track": 289, "serve": 748, "eggs": 846, "who": 313, "mouth": 375, "eaten": 564, "net": 918, "pair": 276, "refrigerator": 252, "pastries": 885, "cellphone": 538, "lawn": 792, "cloth": 913, "windows": 501, "clear": 524, "metal": 348, "dog": 47, "face": 358, "sunset": 871, "clean": 510, "professional": 726, "hotdog": 803, "painting": 760, "lying": 368, "slope": 228, "walking": 56, "shot": 541, "kite": 154, "gold": 934, "show": 759, "stove": 291, "walkway": 914, "hillside": 794, "bright": 498, "bikes": 518, "parked": 66, "bedroom": 331, "perched": 572, "corner": 271, "chicken": 652, "tiled": 597, "ground": 208, "tarmac": 577, "giant": 707, "busy": 366, "scooter": 949, "outside": 121, "going": 273, "black": 42, "pretty": 610, "riding": 46, "rice": 602, "wearing": 89, "plate": 43, "his": 40, "hit": 309, "colorful": 299, "watching": 285, "stop": 149, "photograph": 444, "bear": 100, "dry": 709, "batter": 394, "preparing": 372, "wedding": 805, "during": 247, "candles": 626, "chips": 897, "him": 382, "gray": 389, "bat": 157, "catcher": 567, "bar": 661, "motorcycles": 324, "trucks": 599, "leather": 962, "boarder": 872, "public": 509, "bag": 391, "containers": 989, "she": 679, "including": 671, "river": 335, "where": 739, "steam": 973, "view": 172, "set": 316, "picnic": 900, "throwing": 447, "fries": 490, "keyboard": 283, "seat": 441, "see": 853, "computer": 118, "are": 20, "sea": 907, "parking": 205, "racket": 207, "close": 138, "stack": 1002, "arm": 700, "wire": 755, "lots": 322, "pictures": 512, "away": 714, "below": 649, "birds": 312, "behind": 143, "various": 303, "closed": 866, "between": 416, "drawn": 813, "hold": 909, "reading": 582, "across": 242, "lays": 745, "toilets": 908, "screen": 390, "planes": 664, "outfit": 998, "toothbrush": 654, "produce": 1000, "coffee": 319, "police": 517, "tub": 414, "surfer": 364, "kitchen": 62, "both": 692, "grass": 63, "cow": 267, "restaurant": 341, "many": 136, "taking": 233, "ramp": 354, "against": 321, "restroom": 831, "players": 329, "doorway": 921, "games": 771, "party": 848, "residential": 996, "passing": 557, "nearby": 682, "among": 807, "flies": 636, "pose": 719, "passenger": 360, "wall": 137, "pot": 676, "others": 580, "walk": 342, "variety": 601, "pole": 275, "towels": 886, "church": 705, "table": 24, "desktop": 821, "grazing": 244, "boat": 166, "bathroom": 58, "trunk": 686, "teddy": 181, "three": 78, "been": 502, "appears": 922, "hitting": 474, "beer": 616, "peppers": 971, "curtain": 873, "brick": 345, "staring": 727, "empty": 277, "kites": 264, "engine": 603, "resting": 482, "modern": 592, "commuter": 974, "passengers": 613, "fire": 148, "airplanes": 718, "clothing": 938, "laptops": 590, "photos": 910, "controller": 544, "mans": 904, "ice": 841, "child": 155, "catch": 492, "vanity": 977, "skiers": 432, "case": 561, "skateboards": 691, "look": 402, "ledge": 814, "ski": 265, "runway": 325, "single": 588, "air": 123, "trick": 279, "near": 38, "skies": 817, "leaning": 455, "wild": 744, "cats": 453, "bathtub": 620, "is": 11, "lush": 476, "it": 31, "surface": 563, "sleeping": 406, "middle": 222, "reads": 905, "swinging": 284, "in": 8, "ready": 223, "sits": 98, "mouse": 437, "ship": 976, "helmet": 521, "different": 193, "bottles": 658, "shirt": 189, "vintage": 647, "make": 955, "bowl": 161, "cross": 494, "same": 773, "beside": 243, "vegetable": 884, "plates": 307, "several": 94, "showing": 413, "pan": 489, "ball": 75, "drink": 464, "rail": 525, "drives": 783, "rain": 495, "hand": 191, "persons": 752, "running": 362, "fruit": 262, "moving": 519, "statue": 539, "assortment": 789, "broccoli": 248, "loaded": 928, "kid": 445, "off": 214, "surfboard": 158, "older": 431, "no": 479, "well": 667, "boxes": 677, "ocean": 173, "person": 28, "cutting": 270, "bottle": 385, "trains": 589, "five": 622, "the": 7, "left": 638, "outdoor": 446, "bananas": 211, "just": 573, "being": 209, "photo": 162, "laptop": 108, "half": 399, "cakes": 859, "birthday": 481, "mid": 809, "not": 742, "clocks": 800, "dock": 675, "rest": 944, "zoo": 395, "guys": 596, "railroad": 639, "tables": 506, "polar": 724, "cut": 379, "snowboarder": 503, "cup": 334, "pier": 982, "slices": 531, "sky": 150, "lake": 421, "bench": 103, "hay": 741, "book": 371, "pile": 418, "board": 116, "wet": 568, "has": 54, "hat": 250, "match": 656, "skier": 353, "around": 106, "big": 168, "couple": 77, "papers": 986, "looks": 288, "fridge": 680, "bow": 979, "dark": 398, "game": 92, "traffic": 177, "background": 159, "desk": 127, "using": 310, "doughnut": 560, "intersection": 374, "lady": 308, "furniture": 436, "painted": 485, "towel": 715, "like": 376, "shaped": 716, "chairs": 287, "sofa": 666, "signal": 930, "performing": 605, "glove": 844, "controllers": 790, "steps": 850, "officer": 992, "night": 337, "served": 695, "tower": 217, "coat": 856, "antique": 929, "right": 645, "old": 144, "appliances": 612, "crowd": 301, "people": 19, "some": 30, "back": 165, "hair": 459, "palm": 978, "mirror": 182, "home": 347, "mother": 735, "electric": 983, "facing": 822, "slice": 373, "for": 80, "bottom": 890, "purple": 435, "ear": 901, "microwave": 408, "pen": 618, "does": 883, "railing": 988, "skateboarder": 330, "christmas": 757, "knife": 397, "be": 333, "says": 854, "object": 937, "eating": 109, "business": 782, "reaching": 694, "monitors": 867, "tour": 923, "jumps": 811, "rock": 529, "rug": 806, "broken": 840, "soup": 780, "putting": 708, "pasta": 906, "sandwiches": 657, "post": 625, "kneeling": 870, "by": 50, "highway": 763, "on": 5, "about": 350, "boards": 569, "getting": 306, "of": 6, "meal": 420, "dinner": 571, "toppings": 595, "stand": 199, "or": 540, "road": 85, "swimming": 797, "into": 151, "bath": 532, "down": 32, "device": 917, "benches": 608, "brush": 646, "female": 478, "petting": 952, "racquet": 359, "van": 801, "her": 88, "area": 104, "stainless": 832, "vegetables": 210, "flying": 82, "lone": 736, "long": 249, "sides": 916, "camera": 268, "low": 793, "lot": 198, "suit": 260, "was": 942, "blurry": 967, "fork": 465, "mountains": 514, "head": 235, "himself": 898, "snowy": 246, "bus": 64, "atop": 703, "pitcher": 609, "landing": 838, "cabinet": 740, "boys": 430, "construction": 862, "bun": 802, "branch": 552, "fighter": 925, "line": 365, "trying": 516, "with": 9, "eat": 543, "he": 378, "boarding": 786, "throw": 778, "made": 387, "arranged": 868, "inside": 160, "attached": 448, "up": 36, "placed": 549, "carriage": 644, "catching": 698, "dirty": 633, "suitcase": 381, "cake": 110, "piece": 238, "display": 258, "skating": 851, "toilet": 83, "adults": 795, "umpire": 781, "pie": 899, "watches": 593, "an": 15, "fly": 662, "as": 124, "curb": 634, "at": 18, "fashioned": 919, "walks": 419, "floating": 701, "messy": 888, "flock": 845, "partially": 961, "cream": 731, "beds": 684, "rainy": 999, "cabinets": 428, "floor": 197, "dressed": 369, "assorted": 834, "topped": 302, "event": 828, "field": 35, "other": 70, "holding": 27, "someones": 860, "tie": 216, "trash": 823, "nice": 545, "brushing": 570, "picture": 101, "frisbee": 120, "kinds": 956, "pillows": 685, "setting": 504, "prepared": 975, "lunch": 855, "nintendo": 584, "prepares": 738, "decorated": 415, "pizzas": 578, "friends": 861, "desert": 852, "pool": 775, "building": 71, "land": 842, "remote": 352, "overlooking": 881, "glass": 175, "pedestrians": 966, "tricks": 611, "vehicles": 712, "together": 153, "jacket": 401, "cooked": 766, "train": 45, "teeth": 499, "fresh": 624, "baked": 950, "having": 536}}